[
  {
    "id": 1,
    "quote": "Don't ask a Coke machine for relationship advice. You might get what you think is an answer, but it's probably not a good answer, or you might just get a Coke. That's what the machine is for.",
    "attribution": "Merlin Mann",
    "source": "Reconcilable Differences, Ep. 222, \"It's Captured My Almonds\" (55:32)",
    "notes": "",
    "references": ""
  },
  {
    "id": 2,
    "quote": "The test of a first-rate intelligence is the ability to hold two opposed ideas in the mind at the same time, and still retain the ability to function.",
    "attribution": "F. Scott Fitzgerald",
    "source": "The Crack-Up, in the essay \"The Crack-Up\", written in 1936",
    "notes": "The quote continues \"One should, for example, be able to see that things are hopeless and yet be determined to make them otherwise.\" In our polarized society, it would be nice to remember that it's possible to hold two opposing views at once. It's actually the test of intelligence to reconcile what seems irreconcilable. Fitzgerald doesn't mention politics. He seems to talk more about the idea that it's the way to dominate life, more than an observation on public discourse.",
    "references": "[The Crack-up - Francis Scott Fitzgerald - Google Books](https://books.google.ca/books/about/The_Crack_up.html?id=B8saLwl-2TEC&redir_esc=y)"
  },
  {
    "id": 3,
    "quote": "You don’t find out who’s been swimming naked until the tide goes out.",
    "attribution": "Warren Buffett",
    "source": "1994 Annual Meeting – https://buffett.cnbc.com/video/1994/04/25/buffett-you-dont-find-out-whos-been-swimming-naked-until-the-tide-goes-out.html",
    "notes": "",
    "references": ""
  },
  {
    "id": 4,
    "quote": "Efficiency unlocks new demand.",
    "attribution": "Jevon's Paradox",
    "source": "",
    "notes": "The term [Jevon's Paradox] arrived in 1865 when William Stanley Jevons noticed something peculiar about coal: make it more efficient to use, and people burned more, not less. This paradox has shadowed every technological leap since. Efficiency doesn't tame our appetites; it whets them. Our innovations become trampolines for our desires.",
    "references": "[Jevons Paradox: A personal perspective - by Tina He](https://fakepixels.substack.com/p/jevons-paradox-a-personal-perspective), [How a 160-Year-Old Economic Paradox Could Predict AI’s Future](https://news.northeastern.edu/2025/02/07/jevons-paradox-ai-future/), [The Coal Question: An Enquiry Concerning the Progress of the Nation, and the ... - William Stanley Jevons - Google Books](https://books.google.ca/books/about/The_Coal_Question.html?id=gAAKAAAAIAAJ&redir_esc=y)"
  },
  {
    "id": 5,
    "quote": "You just need enough tech to perform 99 % of the task. It’s like asking a PhD Harvard professor to make a sandwich. Optimizing for the last 1 % requires 1000 % effort.",
    "attribution": "Chicken Genius (@pakpakchicken)",
    "source": "https://readwise-assets.s3.amazonaws.com/media/wisereads/articles/humanoid-robotics-a-rare-0-to-/Humanoid_Robotics__A_Rare_0-to-Trillio_BTNjmsT.pdf",
    "notes": "[August 2, 2025] Here's the full quote \"You don’t need the highest-tech robot to perform 100 % of the task. You just need enough tech to perform 99 % of the task. It’s like asking a PhD Harvard professor to make a sandwich. Optimizing for the last 1 % requires 1000 % effort.\"",
    "references": ""
  },
  {
    "id": 6,
    "quote": "Perhaps the Bible is like an old violin; you can play any tune you’d like on it.",
    "attribution": "Shawn Boonstra",
    "source": "Sabbath School Lesson, 30 Mar 2025",
    "notes": "",
    "references": ""
  },
  {
    "id": 7,
    "quote": "An efficient word-processor shares more characteristics with an IDE than with a layout program.",
    "attribution": "iA Writer Blog",
    "source": "https://ia.net/topics/markdown-and-the-slow-fade-of-the-formatting-fetish",
    "notes": "",
    "references": ""
  },
  {
    "id": 8,
    "quote": "Le psychotique pense que deux et deux font cinq, et il en est absolument ravi. Alors que le névrosé, lui, sait que deux et deux font quatre, et il en est désespéré.",
    "attribution": "Pierre Desproges",
    "source": "Réquisitoire contre Daniel Cohn-Bendit, 14 Sep 1982 (5 min 29 s)",
    "notes": "[August 12, 2025] We used to be a neurotic society, thinking that nuclear power was great, but would eat us alive. We have become a psychotic society, happy in the fake news and alternative facts that bounce in our echo chambers. Interestingly, Desproges uses this definition humourously to describe Daniel Cohn-Bendit and say that this activist is both psychotic and neurotic. But maybe that's the problem. By fostering both for a time, our society can't seem to get out of its psychosis. Because if you can reason with a neurotic since there is a basis in truth for a conversation, any reason is gone when you're living your psychosis.",
    "references": ""
  },
  {
    "id": 9,
    "quote": "I'm very puzzled by my country. I wish I understood my country. I can only love it. I can do what I can for it. But I don't pretend to comprehend it.",
    "attribution": "Jorge Luis Borges",
    "source": "Firing Line interview with William F. Buckley Jr., 4 min 04 s, [Firing Line with William F. Buckley Jr.: Borges: South America's Titan - YouTube](https://www.youtube.com/watch?v=bNxzQSheCkc)",
    "notes": "[July 31, 2025]: When I look at the stark and nauseating contrast between [foxnews.com](http://linkwarden.civera.ca:3000/preserved/11?format=1) and [cnn.com](http://linkwarden.civera.ca:3000/preserved/12?format=1), I can't help but think that this is a division of our own doing, and a house divided cannot stand. What's puzzling me is that this is not a new realization. Yet, we bask in it like pigs in excrement, not willing to concede, compromise, or even comprehend.\\n",
    "references": "See video file"
  },
  {
    "id": 10,
    "quote": "A thing of beauty is a joy for ever:",
    "attribution": "John Keats",
    "source": "Endymion – https://www.poetryfoundation.org/poems/44469/endymion-56d2239287ca5",
    "notes": "",
    "references": ""
  },
  {
    "id": 11,
    "quote": "How to win an argument with a toddler? You can't. That’s because toddlers don’t understand what an argument is and aren’t interested in having one.",
    "attribution": "Seth Godin",
    "source": "[Seth's Blog](http://linkwarden.civera.ca:3000/preserved/28?format=3)",
    "notes": "Here's the continuation of the quote:\\n >\"Toddlers (which includes defensive bureaucrats, bullies, flat-earthers, folks committed to a specific agenda, and radio talk-show hosts) may indicate that they’d like to have an argument, but they’re actually engaging in connection, noise, play-acting, or a chance to earn status.\" A toddler doesn't want an argument, it wants all the benefits of a discussion (e.g. exposure, propagation of its ideas) and none of the responsabilities of a conversation.\\n[August 13, 2025] Godin does suggest if one has to engage with a toddler, mainly asking what could potentially change their mind or if they ever have in the first place. But overall, it's not worth it. Toddlers want the attention, not the discussion. This is another great example of why silence is golden.",
    "references": ""
  },
  {
    "id": 12,
    "quote": "Life is what happens to you while you’re busy making other plans.",
    "attribution": "John Lennon",
    "source": "“Beautiful Boy (Darling Boy)” – Gimme Some Truth, 2 min 16 s",
    "notes": "",
    "references": ""
  },
  {
    "id": 13,
    "quote": "My new little manifesto is that folksingers take everything very seriously except for themselves. They talk about social issues, political issues, their country, their society, their lives, their time, their place. But in the whole rock’n’roll milieu, you take nothing seriously, save yourself.",
    "attribution": "Ani DiFranco",
    "source": "SPIN interview – https://www.spin.com/2023/04/righteous-babe-our-1997-ani-difranco-cover-story/",
    "notes": "",
    "references": ""
  },
  {
    "id": 14,
    "quote": "Si dans ton couple, c'est ton mari qui urine sur les tests de grossesse, c'est que tu as été un chouilla trop loin dans l'égalité hommes-femmes.",
    "attribution": "Élodie Poux",
    "source": "Émission avec Laurent Baffie, 0 min 40 s",
    "notes": "",
    "references": ""
  },
  {
    "id": 15,
    "quote": "The iron rule of politics is that if there are real problems in society and responsible parties don’t deal with them, the irresponsible parties will jump on them.",
    "attribution": "Daniel Schwammenthal",
    "source": "Quoted in Richard V. Reeves, *Of Boys and Men*",
    "notes": "",
    "references": ""
  },
  {
    "id": 16,
    "quote": "Bad men need nothing more to compass their ends than that good men should look on and do nothing.",
    "attribution": "John Stuart Mill",
    "source": "Inaugural Address, University of St Andrews, 1 Feb 1867 (Littell’s *Living Age*, 16 Mar 1867)",
    "notes": "[August 2, 2025] Here's the full quote \"Let not any one pacify his conscience by the delusion that he can do no harm if he takes no part and forms no opinion. Bad men need nothing more to compass their ends than that good men should look on and do nothing. He is not a good man who, without a protest, allows wrong to be committed in his name and with the means which he helps to supply, because he will not trouble himself to use his mind on the subject.\"",
    "references": ""
  },
  {
    "id": 17,
    "quote": "The axe forgets what the tree remembers.",
    "attribution": "African proverb",
    "source": "G. Fortune, *An Analytical Grammar of Shona*, 1955",
    "notes": "",
    "references": ""
  },
  {
    "id": 18,
    "quote": "The days are long, but the years are short.",
    "attribution": "Popular adage",
    "source": "",
    "notes": "",
    "references": ""
  },
  {
    "id": 19,
    "quote": "Those who mind don’t matter, and those who matter don’t mind!",
    "attribution": "Popular adage",
    "source": "https://quoteinvestigator.com/2012/12/04/those-who-mind/",
    "notes": "",
    "references": ""
  },
  {
    "id": 20,
    "quote": "The Dildo of Consequences Rarely Arrives Lubed.",
    "attribution": "@auntyamerican",
    "source": "Tweet – 6 Jun 2017, https://knowyourmeme.com/memes/the-dildo-of-consequences-rarely-arrives-lubed",
    "notes": "",
    "references": ""
  },
  {
    "id": 21,
    "quote": "When someone shows you who they are the first time, believe them.",
    "attribution": "Maya Angelou",
    "source": "Avaneda D. Hobbs, *Dr. Maya Angelou As Seen Through the Eyes of America* (1999), p. 70",
    "notes": "",
    "references": ""
  },
  {
    "id": 22,
    "quote": "You can easily judge the character of a man by how he treats those who can do nothing for him.",
    "attribution": "Malcolm S. Forbes",
    "source": "According to [Quote Investigator](https://quoteinvestigator.com/2011/10/28/judge-character/#ef2540bf-792e-43d1-b444-7877e6a9c161), while this quote is often attributed to many people, the earliest recording is from a newspaper article in the Hartford Courant, which cites Forbes as its source.",
    "notes": "\"Malcolm Stevenson Forbes (August 19, 1919 – February 24, 1990)[1] was an American businessman and Republican Party politician most prominently known as the publisher of Forbes magazine, which was founded by his father B. C. Forbes.\" (Source: [Wikipedia](https://en.wikipedia.org/wiki/Malcolm_Forbes))",
    "references": ""
  },
  {
    "id": 23,
    "quote": "On rencontre sa destinée souvent par des chemins qu’on prend pour l’éviter.",
    "attribution": "Jean de La Fontaine",
    "source": "Livre VIII, fable 15, 1678 – 1679",
    "notes": "While the most immediate application of this saying is in the archetype of the hero that flees only to realize he was heading toward his destiny all along (Macbeth, Jonah, Oedipus), there is a more practical application in the context of procrastination. Often, our minds lead us astray. We just move away from what we actually want to do, only to find ourselves doing it better later. Our minds sometimes recognize that we need to step away from the task we're focusing on so we can approach it more effectively later. Or, as Kourosh Dini, MD (email sent on July 3, 2025) says, \"avoidance can be a form of recovery.\"",
    "references": ""
  },
  {
    "id": 24,
    "quote": "Nous n'écoutons d'instincts que ceux qui sont les nôtres, et ne croyons le mal que quand il est venu.",
    "attribution": "Jean de La Fontaine",
    "source": "Livre I, fable 8, 1668",
    "notes": "",
    "references": ""
  },
  {
    "id": 25,
    "quote": "Laissez dire les sots : le savoir a son prix.",
    "attribution": "Jean de La Fontaine",
    "source": "Livre VIII, fable 19, 1678 – 1679",
    "notes": "",
    "references": ""
  },
  {
    "id": 26,
    "quote": "La mort ne surprend point le sage : il est toujours prêt à partir.",
    "attribution": "Jean de La Fontaine",
    "source": "Livre VIII, fable 1, La mort et le mourant, 1678 – 1679",
    "notes": "",
    "references": "[fable la mort et le mourant](http://linkwarden.civera.ca:3000/preserved/27?format=3)"
  },
  {
    "id": 27,
    "quote": "Rien n'est si dangereux qu'un ignorant ami ; mieux vaudrait un sage ennemi.",
    "attribution": "Jean de La Fontaine",
    "source": "Livre VIII, fable 10, L’ours et l’amateur des jardins, 1678 – 1679",
    "notes": "[August 11, 2025] The story is about a bear and a man. Both are lonely, and both find each other and to fight their melancholy, decide to live together. One night, the bear sees a fly land on his friend's nose and decides to slap the fly on the man's face. In doing so, he kills the man. The moral is that it's better to have wise ennemies than dumb friends who will drag you down.",
    "references": "[L'Ours et l'Amateur des jardins — Wikipédia](http://linkwarden.civera.ca:3000/preserved/25?format=3), [fable Jean de La Fontaine : L'Ours et l'Amateur des jardins](http://linkwarden.civera.ca:3000/preserved/26?format=3)"
  },
  {
    "id": 28,
    "quote": "Be so good they can't ignore you.",
    "attribution": "Steve Martin",
    "source": "Charlie Rose interview, 47:45 of the original interview.",
    "notes": "",
    "references": "[Charlie Rose Interview with Steve Martin - YouTube](https://www.youtube.com/watch?v=uD12OyIp7pA)"
  },
  {
    "id": 29,
    "quote": "Expectations were like fine pottery. The harder you held them, the more likely they were to crack.",
    "attribution": "Brandon Sanderson",
    "source": "*The Way of Kings & Mistborn Sampler* (2014), p. 48",
    "notes": "",
    "references": ""
  },
  {
    "id": 30,
    "quote": "Ultimately, man should not ask what the meaning of his life is, but rather he must recognize that it is he who is asked.",
    "attribution": "Viktor Frankl",
    "source": "*Man’s Search for Meaning*",
    "notes": "",
    "references": ""
  },
  {
    "id": 31,
    "quote": "We are what we repeatedly do. Excellence, then, is not an act but a habit.",
    "attribution": "Will Durant",
    "source": "The Story of Philosophy, 1926",
    "notes": "Often misattributed to Aristotle. The formulation is from Durant, who was trying to capture Aristotle.",
    "references": "[My favourite quote of all time is a misattribution. | by Caelan Huntress | Mission.org | Medium](https://medium.com/the-mission/my-favourite-quote-of-all-time-is-a-misattribution-66356f22843d), [Aristotle Never Said, \"We are what we repeatedly do. Excellence, then, is not an act, but a habit.\" | by Chris Soschner | ILLUMINATION | Medium](https://medium.com/illumination/aristotle-never-said-we-are-what-we-repeatedly-do-excellence-then-is-not-an-act-but-a-habit-215451129bed), [FACT CHECK: Did Aristotle Say, ‘We Are What We Repeatedly Do’? | Check Your Fact](https://checkyourfact.com/2019/06/26/fact-check-aristotle-excellence-habit-repeatedly-do/)"
  },
  {
    "id": 32,
    "quote": "I putter about the card catalogue and compose erudite trivialities.",
    "attribution": "Jorge Luis Borges",
    "source": "Shakespeare’s Memory, published in The New Yorker on April 5, 1998",
    "notes": "Just before the quote, Professor Sörgel writes \"I am now a man among men\". Maybe this is true intelligence. In our quest for higher knowledge, there's no higher acknowledgement than the recognition that all is vanity, as Ecclesiastes said, and that we can joke about it. Self-derision may be the highest form of intelligence, not because it is self-deprecating, but because it crystallizes that we are all men among men. The point is not to put yourself down. The put is to see how we can all be equal and that what I work toward doesn't make me better. It just makes me different. And in my difference, I find the astute derision that brings a little gaity and levity. Let us not take ourselves too seriously for fear of missing out on this higher form of intelligence. That's how we can achieve the highest state of knowledge.",
    "references": "[“Shakespeare’s Memory,” by Jorge Luis Borges | The New Yorker](http://linkwarden.civera.ca:3000/preserved/4?format=3)"
  },
  {
    "id": 33,
    "quote": "But I will eat and drink, and sleep as soft as captain shall: simply the thing I am shall make me live.",
    "attribution": "William Shakespeare",
    "source": "*All’s Well That Ends Well*, Act 4 Scene 3",
    "notes": "",
    "references": ""
  },
  {
    "id": 34,
    "quote": "Unaquæque res quantum in se est, in suo esse perseverare conatur. (Everything, in so far as it is in itself, endeavours to persist in its own being.)",
    "attribution": "Baruch Spinoza",
    "source": "*Ethics*, Part 3, Proposition 6",
    "notes": "The most immediate application is the \"conatus\" or the desire to continue to exist. It is often instinctive, such as the will to live. However, I believe there's a higher plane of consequence. For instance, one could argue that this is why sin is such a significant problem, and it's so challenging for us to overcome. Because we are flawed as individuals, we often persist in our flaws. It's easier to keep the status quo than to change.",
    "references": "[The Project Gutenberg E-text of The Ethics, by Benedict de Spinoza](https://www.gutenberg.org/files/3800/3800-h/3800-h.htm), [Conatus - Wikipedia](https://en.wikipedia.org/wiki/Conatus)"
  },
  {
    "id": 35,
    "quote": "If you speak when angry, you’ll make the best speech you’ll ever regret.",
    "attribution": "Groucho Marx",
    "source": "Eve Starr, “Inside TV”, Jun 1954",
    "notes": "",
    "references": ""
  },
  {
    "id": 36,
    "quote": "We are the music-makers, and we are the dreamers of dreams,",
    "attribution": "Arthur O’Shaughnessy",
    "source": "“Ode” (1873)",
    "notes": "The first stanza of this poem outlines the life of artists. They are \"World-losers and world-forsakers\". They sit \"by desolate streams\". Often, the life of the artist is lonely and requires tremendous sacrifice as well as the willingness to risk it all. For artists to be \"movers and shakers of the world for ever\", they must live a very different life from the rest of the world that their art will touch.",
    "references": "[Ode by Arthur O'Shaughnessy - Poem Analysis](https://poemanalysis.com/arthur-oshaughnessy/ode/)"
  },
  {
    "id": 37,
    "quote": "Anything that can go wrong, will go wrong.",
    "attribution": "Murphy’s Law",
    "source": "",
    "notes": "",
    "references": ""
  },
  {
    "id": 38,
    "quote": "If you can write the problem down clearly, you're halfway to solving it.",
    "attribution": "Kidlin’s Law",
    "source": "",
    "notes": "",
    "references": ""
  },
  {
    "id": 39,
    "quote": "The best way to achieve a task is to find the best way to do it.",
    "attribution": "Gilbert’s Law",
    "source": "",
    "notes": "",
    "references": ""
  },
  {
    "id": 40,
    "quote": "Prioritizing the acquisition of knowledge and intelligence will ultimately lead us to financial success.",
    "attribution": "Wilson’s Law",
    "source": "",
    "notes": "",
    "references": ""
  },
  {
    "id": 41,
    "quote": "When it is not necessary to make a decision, it is necessary not to make a decision.",
    "attribution": "Falkland’s Law",
    "source": "",
    "notes": "",
    "references": ""
  },
  {
    "id": 42,
    "quote": "Never attribute to malice that which can be adequately explained by stupidity.",
    "attribution": "Hanlon’s Razor",
    "source": "Arthur Bloch (1980). Murphy's Law Book Two: More Reasons Why Things Go Wrong!. Price Stern Sloan. p. 52. ISBN 9780417064505.",
    "notes": "The adage is attributed to Robert J. Hanlon, according to the book *Murphy's Law Book Two: More Reasons Why Things Go Wrong!* by Arthur Bloch. However, an earlier version was published in 1941 in Robert A. Heinlein's novella, *Logic of Empire*. However, it really was popularized by the Bloch.\\n It's not always true, but like all razors, it captures a pretty good average and helps challenge assumptions.",
    "references": "[Hanlon's razor - Wikipedia](https://en.wikipedia.org/wiki/Hanlon%27s_razor)"
  },
  {
    "id": 43,
    "quote": "That which can be asserted without evidence can be dismissed without evidence.",
    "attribution": "Hitchens’ Razor",
    "source": "",
    "notes": "",
    "references": ""
  },
  {
    "id": 44,
    "quote": "Explanations that require fewer unjustified assumptions are more likely to be correct.",
    "attribution": "Occam’s Razor",
    "source": "",
    "notes": "",
    "references": ""
  },
  {
    "id": 45,
    "quote": "Progress is impossible without change, and those who cannot change their minds cannot change anything.",
    "attribution": "George Bernard Shaw",
    "source": "",
    "notes": "",
    "references": ""
  },
  {
    "id": 46,
    "quote": "To attain your best life and be wise, hold conversations with the dead.",
    "attribution": "Diogenes Laërtius (paraphrase)",
    "source": "*Lives of Eminent Philosophers*, Book VII (Zeno)",
    "notes": "",
    "references": ""
  },
  {
    "id": 47,
    "quote": "Never confuse education with intelligence. You can have a PhD and still be an idiot.",
    "attribution": "Anonymous",
    "source": "Often misattributed to Richard Feynman (no primary source)",
    "notes": "",
    "references": ""
  },
  {
    "id": 48,
    "quote": "An intelligent person is one who, should a catastrophe strike—say doomsday—he could refound his own civilization.",
    "attribution": "Admiral James Stockdale",
    "source": "PBS interview – https://www.pbs.org/newshour/spc/debatingourdestiny/interviews/stockdale.html",
    "notes": "Interestingly, Admiral Stockdale attributes this quote to Mark Van Doren, an American poet, but there are no traces of it. This quote shows the importance of being a well-rounded individual. In an era of specialization, a Nobel-winning physicist who only knows a narrow field of science cannot refound his civilization. It's the premise of The Royal Game by Stefan Zweig.",
    "references": ""
  },
  {
    "id": 49,
    "quote": "Only the paranoid survive.",
    "attribution": "Andrew Grove",
    "source": "*Only the Paranoid Survive* (book title)",
    "notes": "",
    "references": ""
  },
  {
    "id": 50,
    "quote": "No amount of regret changes the past, no amount of anxiety changes the future, any amount of gratitude changes the present.",
    "attribution": "Ann Voskamp",
    "source": "[Twitter, September 17, 2016 – http://twitter.com/AnnVoskamp](http://linkwarden.civera.ca:3000/preserved/17?format=1)",
    "notes": "[August 1, 2025] I considered removing this quote because it is not that deep and not that accurate. However, it helped me realize that we all need a little naivety in our lives, especially as we grow more cynical. Anxiety can help change the future. If I am concerned about something that will happen, it can drive me to take the actions that will change upcoming events. However, there's something that mimics the prayer of Thomas Aquinas, and, more importantly, the realization that gratitude is too often underappreciated and forgotten. If we all had more gratitude for the other, we would be less divided.\\n",
    "references": "[No amount of regret changes the past - The Quotable Coach %The Quotable Coach](http://linkwarden.civera.ca:3000/preserved/18?format=3)"
  },
  {
    "id": 51,
    "quote": "Si on ne parlait que de ce qu'on a vu, est-ce que les curés parleraient de Dieu ? Est-ce que le pape parlerait du stérilet de ma belle-sœur ?",
    "attribution": "Pierre Desproges",
    "source": "Pierre Desproges à la MJC de Quetigny 1984, YouTube (https://www.youtube.com/watch?v=_BmXrfeefPk), 12:05",
    "notes": "",
    "references": ""
  },
  {
    "id": 52,
    "quote": "Où, quitte à tout dépenser jusqu'au dernier écu\\nLes gens avaient à coeur d'mourir plus haut qu'leur cul",
    "attribution": "Georges Brassens",
    "source": "Chanson Les funérailles d’antan",
    "notes": "",
    "references": ""
  },
  {
    "id": 53,
    "quote": "The test of a work of art is, in the end, our affection for it, not our ability to explain why it is good.",
    "attribution": "Stanley Kubrick",
    "source": "RollingStone Magazine - https://au.rollingstone.com/movies/movie-features/stanley-kubrick-a-clockwork-utopia-35445/",
    "notes": "",
    "references": ""
  },
  {
    "id": 54,
    "quote": "The brave man is not only he who overcomes the enemy, but he who is stronger than pleasures. Some men are masters of cities, but are enslaved to women.",
    "attribution": "Democritus",
    "source": "Ancilla to the Pre-Socratic Philosophers, Kathleen Freeman (1948), p. 243",
    "notes": "This is often wrongly attributed to Aristotle (https://sententiaeantiquae.com/2019/03/20/braver-by-overcoming-some-more-fake-aristotle/). In fact, it's from Democritus (https://en.wikiquote.org/wiki/Democritus), who preceded Socrates and got the nickname of the \"laughing philosopher\" because he often used irony and ridicule as a rhetorical device, and he had a positive outlook on life.",
    "references": ""
  },
  {
    "id": 55,
    "quote": "At sea level, water boils at 100 degrees C. (...) It turns out that water this hot makes lousy coffee. (...) Just because we can send more emails, hustle a bit harder, or run the machine until it is at capacity doesn’t mean we should.",
    "attribution": "Seth Godin",
    "source": "[Seth's Blog](https://seths.blog/2025/06/as-hot-as-possible/)",
    "notes": "This week is particularly intense. But before adding so many more responsabilities, I should ask my self if it's wise.",
    "references": ""
  },
  {
    "id": 56,
    "quote": "In the long run men hit only what they aim at. Therefore, though they should fail immediately, they had better aim at something high.",
    "attribution": "Henry David Thoreau",
    "source": "Walden or, Life in the Woods",
    "notes": "It's a nicer way of saying to shoot for the moon. Interestingly, this passage comes right after Thoreau's condemnation of the textile industry that seems more concerned with profits than with making something durable.\\n > \" I cannot believe that our factory system is the best mode by which men may get clothing. The condition of the operatives is becoming every day more like that of the English; and it cannot be wondered at, since, as far as I have heard or observed, the principal object is, not that mankind may be well and honestly clad, but, unquestionably, that corporations may be enriched.\"\\n Hence, it seems Thoreau is asking us to be better. To aim for more than just profits.",
    "references": "[Gutenberg Project](https://www.gutenberg.org/files/205/205-h/205-h.htm)"
  },
  {
    "id": 57,
    "quote": "If you are very, very stupid, how can you possibly realize you are very, very stupid?",
    "attribution": "John Cleese",
    "source": "John Cleese during an interview for YouTube.",
    "notes": "It's Cleese's take on the Dunning-Kruger Effect, which states that a person's lack of skill will lead them to overestimate their competence. Hence, those who know nothing think they know everything, while experts in a subject underestimate how much they know because they think what they know is common knowledge.",
    "references": " [John Cleese on Stupidity - YouTube](https://www.youtube.com/watch?v=wvVPdyYeaQU)"
  },
  {
    "id": 58,
    "quote": "Il y a des gens qui n'auraient jamais été amoureux s'ils n'avaient jamais entendu parler de l'amour.",
    "attribution": "François duc de La Rochefoucauld",
    "source": "Réflexions ou sentences et maximes morales, maxime 136",
    "notes": "The quote is often taken to the extreme. John Searle, an American Philosoper changes that quote in an interview to say that \"very few would fall in love if they never read about it\", but that's not what La Rochefoucauld said. He clearly said that \"some would never have fallen in love had they not read about it\", which seems far truer. It's not a commentary on language and more a realization that we sometimes are attracted by the idea of a thing rather than its reality.",
    "references": "[Gutenberg Project](https://www.gutenberg.org/cache/epub/14913/pg14913.txt)"
  },
  {
    "id": 59,
    "quote": "On parle peu quand la vanité ne fait pas parler.",
    "attribution": "François duc de La Rochefoucauld",
    "source": "Réflexions ou sentences et maximes morales, maxime 137",
    "notes": "If it were not for our vanity, we would speak very little about ourselves. It ties in with his next maxim, which states that we would rather say something bad about ourselves than not talk about ourselves at all.",
    "references": "[Gutenberg Project](https://www.gutenberg.org/cache/epub/14913/pg14913.txt)"
  },
  {
    "id": 60,
    "quote": "Le refus des louanges est un désir d'être loué deux fois.",
    "attribution": "François duc de La Rochefoucauld",
    "source": "Réflexions ou sentences et maximes morales, maxime 149",
    "notes": "It's the ultimate drive behind false modesty. Instead of saying thank you for a compliment, we refuse it, knowing (consciously or unconsciously) that it will be repeated.",
    "references": "[Gutenberg Project](https://www.gutenberg.org/cache/epub/14913/pg14913.txt)"
  },
  {
    "id": 61,
    "quote": "Trust arrives on foot and leaves on horseback.",
    "attribution": "Dutch proverb",
    "source": "",
    "notes": "",
    "references": "[Trust Arrives on Foot and Leaves on Horseback | by Tim de Rooij | Medium](https://thalein.medium.com/trust-arrives-on-foot-and-leaves-on-horseback-aacde6e69163)"
  },
  {
    "id": 62,
    "quote": "The Lord bless you and keep you;\\nThe Lord make His face shine upon you;\\nAnd be gracious to you;\\nThe Lord lift up His countenance upon you,\\nAnd give you peace.",
    "attribution": "Numbers 6:24-26",
    "source": "New King James Version",
    "notes": "",
    "references": ""
  },
  {
    "id": 63,
    "quote": "Quand vous citez un texte con, n'oubliez pas le contexte.",
    "attribution": "Jacques Prévert",
    "source": "There are no definitive sources. It's just very commonly attributed to him.",
    "notes": "",
    "references": "[La création des jeux de mots et des bons mots - Google Books](https://www.google.ca/books/edition/La_cr%C3%A9ation_des_jeux_de_mots_et_des_bon/ANsoEAAAQBAJ?hl=en&gbpv=1&dq=%22Quand+vous+citez+un+texte+con,+n%27oubliez+pas+le+contexte.%22&pg=PA157&printsec=frontcover), [Pitié pour le français - Google Books](https://www.google.ca/books/edition/Piti%C3%A9_pour_le_fran%C3%A7ais/Ck4FAQAAIAAJ)"
  },
  {
    "id": 64,
    "quote": "Quand on invente le bateau, on invente aussi le naufrage ... Chaque technologie porte en elle sa propre négativité, qui s’invente en même temps que le progrès technique.",
    "attribution": "Paul Virilio",
    "source": "Cybermonde, la politique du pire de Paul Virilio, Paris, Textuel, « Conversations pour demain, 1996",
    "notes": "The full quote from Paul Virilio is \"Quand on invente le bateau, on invente aussi le naufrage ; quand on invente l’avion, on invente aussi le crash ; et quand on invente l’électricité, on invente l’électrocution… Chaque technologie porte en elle sa propre négativité, qui s’invente en même temps que le progrès technique.\" Kara Swisher, in \"Burn Book: A Tech Love Story\", uses this quote to make the point that we should not be surprised by \"unintended consequences\". Technology carries, by nature, good and bad outcomes. It's up to us to anticipate them.",
    "references": "[Paul Virilio - Wikiquote](https://en.m.wikiquote.org/wiki/Paul_Virilio), [«L’humanité est comme une voiture lancée à pleine vitesse»: penser l’accélération du monde avec Paul Virilio](https://www.lefigaro.fr/vox/culture/l-humanite-est-comme-une-voiture-lancee-a-pleine-vitesse-penser-l-acceleration-du-monde-avec-paul-virilio-20231110), [SXSW2024 : L’IA, la nouvelle culture de masse - Méta-media | La révolution de l'information](https://www.meta-media.fr/2024/03/17/sxsw2024-lia-la-nouvelle-culture-de-masse.html)"
  },
  {
    "id": 65,
    "quote": "False face must hide what the false heart doth know.",
    "attribution": "William Shakespeare",
    "source": "Macbeth, Act 1, Scene 7",
    "notes": "It's such a good line because it's a poignant reflection of the human condition. As we deceive, lie, cheat, and hide, the false face must hide what the deceitful heart knows. This is why only God truly knows the heart and why it's never possible to truly read someone's face.",
    "references": "[Macbeth | Act 1, Scene 7](https://myshakespeare.com/macbeth/act-1-scene-7)"
  },
  {
    "id": 66,
    "quote": "Entertainment isn’t just about you being entertained. It’s about what you are willing to entertain.",
    "attribution": "Edward Albee",
    "source": "Apocryphal saying as recounted by David Adjmi during his interview by Stephen Dubner in Freakonomics, episode 641",
    "notes": "",
    "references": "[What Does It Cost to Lead a Creative Life? - Freakonomics](https://web.archive.org/web/20241210142351/https://wist.info/author/heraclitus/))"
  },
  {
    "id": 67,
    "quote": "Man is most nearly himself when he achieves the seriousness of a child at play.",
    "attribution": "Heraclitus of Ephesus",
    "source": "The quote is attributed to Heraclitus, but there are no definitive sources.",
    "notes": "In a newsletter, Kourous Dini, MD, uses this quote to emphasize the importance of play at work. He even advises that it's something we should practice.",
    "references": "[Quotations from Heraclitus | WIST Quotations](https://web.archive.org/web/20241210142351/https://wist.info/author/heraclitus/))"
  },
  {
    "id": 68,
    "quote": "Our envy lasts longer than the happiness of those we envy.",
    "attribution": "Heraclitus of Ephesus",
    "source": "The quote is attributed to Heraclitus, but there are no definitive sources.",
    "notes": "",
    "references": "[Quotations from Heraclitus | WIST Quotations](https://wist.info/author/heraclitus/)"
  },
  {
    "id": 69,
    "quote": "There is nothing noble in being superior to some other man. The true nobility is in being superior to your former self.",
    "attribution": "W. L. Sheldon",
    "source": "1897 April, Ethical Addresses, Series 4, Number 4, What To Believe: An Ethical Creed by W. L. Sheldon (Lecturer of the Ethical Society of St. Louis), Start Page 57, Quote Page 61, S. Burns Weston, Philadelphia, Pennsylvania. [Ethical Addresses](http://linkwarden.civera.ca:3000/preserved/6?format=2)",
    "notes": "",
    "references": "[Quote Origin: There Is Nothing Noble in Being Superior to Some Other Man. The True Nobility Is in Being Superior to Your Previous Self – Quote Investigator®](http://linkwarden.civera.ca:3000/preserved/1?format=4))"
  },
  {
    "id": 70,
    "quote": "Je n'ay fait celle-cy [cette lettre] plus longue que parce que je n’ay pas eu le loisir de la faire plus courte.",
    "attribution": "Blaise Pascal",
    "source": "[Les lettres provinciales, p. 210, 1656-1657.](http://linkwarden.civera.ca:3000/preserved/16?format=2)",
    "notes": "Writing short content takes much longer.",
    "references": "[Quote Origin: If I Had More Time, I Would Have Written a Shorter Letter – Quote Investigator®](http://linkwarden.civera.ca:3000/preserved/14?format=3)"
  },
  {
    "id": 71,
    "quote": "When a measure becomes a target, it ceases to be a good measure",
    "attribution": "Goodhart's law",
    "source": "[Strathern, Marilyn (1997). \"'Improving ratings': audit in the British University system\". European Review. 5 (3). John Wiley & Sons. 308.] (http://linkwarden.civera.ca:3000/preserved/19?format=2)",
    "notes": "[August 2, 2025] The source is the first generalization of Goodhart's principle, which states that \"Any observed statistical regularity will tend to collapse once pressure is placed upon it for control purposes.\" (See Goodhart, Charles (1975). \"[Problems of Monetary Management: The UK Experience](https://books.google.ca/books?id=OMe6UQxu1KcC&pg=PA111&redir_esc=y#v=onepage&q&f=false)\". In Courakis, Anthony S. (ed.). Inflation, Depression, and Economic Policy in the West. Totowa, New Jersey: Barnes and Noble Books (published 1981). p. 116.)",
    "references": "[Goodhart's law - Wikipedia](http://linkwarden.civera.ca:3000/preserved/20?format=3)"
  },
  {
    "id": 72,    
    "quote": "Silence is a source of great strength.",
    "attribution": "Unknown",
    "source": "",
    "notes": "[August 11, 2025] The quote is often attributed to Lau Tzu, but this is highly questionable. I haven't found any original source on this.",
    "references":"[Fake Lao Tzu Quote: \"Silence is a source of great strength.\"](http://linkwarden.civera.ca:3000/preserved/23?format=3)"
  },
  {
    "id": 73,    
    "quote": "Music is the silence between the notes.",
    "attribution": "Unknown",
    "source": "",
    "notes": "[August 11, 2025] It was originally attributed to Claude Debussy by a book entitled \"[Mastering the Art of Problem Solving](http://linkwarden.civera.ca:3000/preserved/21?format=1)\", but there are no original sources. Over time, the quote has also been attributed to Mozart>",
    "references":"[Turning numbers into knowledge : mastering the art of problem solving : Koomey, Jon](http://linkwarden.civera.ca:3000/preserved/22?format=3)"
  },
  {
    "id": 74,    
    "quote": "To be a philosopher is not merely to have subtle thoughts, (...) but so to love wisdom as to live according to its dictates, a life of simplicity, independence, magnanimity, and trust. ",
    "attribution": "Henry Thoreau",
    "source": "Thoreau, Henry David. Walden (p. 6). (Function). Kindle Edition.",
    "notes": "The full quote is >\"To be a philosopher is not merely to have subtle thoughts, nor even to found a school, but so to love wisdom as to live according to its dictates, a life of simplicity, independence, magnanimity, and trust. It is to solve some of the problems of life, not only theoretically, but practically.\"",
    "references":""
  },
  {
    "id": 75,    
    "quote": "[B]eware of all enterprises that require new clothes, and not rather a new wearer of clothes.",
    "attribution": "Henry Thoreau",
    "source": "Thoreau, Henry David. Walden (p. 11). (Function). Kindle Edition.",
    "notes": "[August 14, 2025] I love how Thoreau adds\\n >\"Perhaps we should never procure a new suit, however ragged or dirty the old, until we have so conducted, so enterprised or sailed in some way, that we feel like new men in the old, and that to retain it would be like keeping new wine in old bottles.\"\\n Let the objective of men to be renewed inwardly before any outward update.",
    "references":""
  },
  {
    "id": 76,    
    "quote": "It is not down on any map; true places never are",
    "attribution": "Herman Melville",
    "source": "Moby Dick, Chapter 12",
    "notes": "[August 26, 2025] The previous sentence reads, >\"Queequeg was a native of Rokovoko, an island far away to the West and South. It is not down in any map; true places never are.\" The real places are not a geographical location, but where we meet others, find meaning, recollect a deep and impactful memory. It's a testament that the intangible has a much deeper impact on our lives.",
    "references":"[Moby Dick](http://linkwarden.civera.ca:3000/preserved/29?format=3), [It is not down on any map; true places never are - Herman Melville - Quotes Of The Owl](http://linkwarden.civera.ca:3000/preserved/30?format=3)"
  },
  {
    "id": 77,    
    "quote": "For small erections may be finished by their first architects; grand ones, true ones, ever leave the copestone to posterity.",
    "attribution": "Herman Melville",
    "source": "Moby Dick, Chapter 33",
    "notes": "[August 26, 2025] The work that really matters must be passed on from generation to generation.",
    "references":"[Moby Dick](http://linkwarden.civera.ca:3000/preserved/29?format=3)"
  },
  {
    "id": 78,    
    "quote": "Beauty makes promises that beauty cant keep.",
    "attribution": "Cormac McCarthy",
    "source": "The Passenger. 2022. p. 180. Kindle Edition.",
    "notes": "The lack of punctuation on \"cant\" is on purpose. Bobby Western, the main character, is talking with his grandmother about the past. Shes reminiscing about \"wartime \" [the Second World War], and how \"a lot of young people got married that might of waited otherwise. He [Western's father] liked pretty women. And she [Western's mother] was the prettiest.\" Then the grandmother explains how beauty served neither of them well.",
    "references":""
  },
  {
    "id": 79,    
    "quote": "Suffering is a part of the human condition and must be borne. But misery is a choice.",
    "attribution": "Cormac McCarthy",
    "source": "The Passenger. 2022. p. 348. Kindle Edition.",
    "notes": "In, The Passenger, the main character, Robert Western, receives a letter from John Sheddan, who is now dead. Bob hadn't learned about his passing and read the letter after his friend had been buried. The letter is dated about two months before Bob reading it. John knew he was not long for this world and talked a lot about how natural death is and how resolute he is about the whole thing.",
    "references":""
  },
  {
    "id": 80,    
    "quote": "Wherever you debark was the train’s destination all along. I’ve studied much and learned little.",
    "attribution": "Cormac McCarthy",
    "source": "The Passenger. 2022. p. 348. Kindle Edition.",
    "notes": "Debarking is an allegory for death. There is a certain fatality to it. We may fight it. We may delay it. But where we end up is the destination. There is a certain pessimism in this approach, but it is not without reason. Sometimes, we do everything we can to avoid it only to meet death where we thought we were running away from.",
    "references":""
  },
  {
    "id": 81,    
    "quote": "More time would change nothing and that which you are poised to relinquish forever almost certainly was never what you thought it to be in the first place.",
    "attribution": "Cormac McCarthy",
    "source": "The Passenger. 2022. p. 348. Kindle Edition.",
    "notes": "What we leave behind when we die is certainly not what we thought we would live when we started our lives. In this regard, everyone says they want more time, but more time would not change what we leave behind.",
    "references":""
  },
  {
    "id": 82,    
    "quote": "A Godless life would not prepare one for a Godless death.",
    "attribution": "Cormac McCarthy",
    "source": "The Passenger (p. 380). (Function). Kindle Edition.",
    "notes": "",
    "references":""
  },
  {
    "id": 83,    
    "quote": "remembering that when these faults appear in others, it is our follies and vices that we behold.",
    "attribution": "Arthur Schopenhauer",
    "source": "On The Sufferings Of The World. The Essays Of Arthur Schopenhauer: Studies In Pessimism. 1851. Translated by T. Bailey Saunders.",
    "notes": "",
    "references":"[The Essays of Arthur Schopenhauer: Studies in Pessimism, by Arthur Schopenhauer](http://linkwarden.civera.ca:3000/preserved/31?format=4)"
  },
  {
    "id": 84,    
    "quote": "for his life was never anything more than a present moment always vanishing; and now it is over.",
    "attribution": "Arthur Schopenhauer",
    "source": "The Vanity of Existence. The Essays Of Arthur Schopenhauer: Studies In Pessimism. 1913. Translated by T. Bailey Saunders.",
    "notes": "Here, Schopenhauer talks about the fleeting life of man that is never happy, always looking for something more, \"seldom attains his goal\", is disappointed if he does, and ends in death no matter what. It's a great characterization of pessimism.\n[November 5, 2025] There might be a way to apply this concept of the fleeting present to help with \"Wanderin Minds\". In his podcast \"Rythms of Focus\" (episode published on October 2, 2025 entitled ADHD and the Nature of Time), Kourosh Dini, MD, explains the \"Lighthouse Technique\". When one has an appointment in an hour, instead of trying to fill that hour, the Lighthouse Technique only fills 25% of that time and makes affordances for transitions. We may not complete the task, but it will be ready for us when we start again. If we see the present as fleeting, then our attitude should be to guide our presents, not shackle them. By realizing that life is just a series of vanishing presents, we let go of the mindset that we must finish a task and instead recognize that we are just trying to bring meaning to fleeting moments.",
    "references":"[The Essays of Arthur Schopenhauer: Studies in Pessimism, by Arthur Schopenhauer](http://linkwarden.civera.ca:3000/preserved/31?format=4)"
  },
  {
    "id": 85,    
    "quote": "To be a philosopher is not merely to have subtle thoughts(...). It is to solve some of the problems of life, not only theoretically, but practically.",
    "attribution": "Henry Thoreau",
    "source": "Thoreau, Henry David. Walden (p. 6). (Function). Kindle Edition.",
    "notes": "The full quote is >\"To be a philosopher is not merely to have subtle thoughts, nor even to found a school, but so to love wisdom as to live according to its dictates, a life of simplicity, independence, magnanimity, and trust. It is to solve some of the problems of life, not only theoretically, but practically.\"",
    "references":""
  },
  {
    "id": 86,    
    "quote": "All crime is vulgar, just as all vulgarity is crime.",
    "attribution": "Oscar Wilde",
    "source": "The Picture of Dorian Gray: The Original 1890 Edition (A Oscar Wilde Classics) (p. 224). (Function). Kindle Edition.",
    "notes": "According to Lord Henry, crime belongs only to people of \"lower order\". In other words, rich and educated don't commit crimes. Low people do it because they can't get \"sensations\" any other way. Besides the direct classist tone, it's a way to ensure the rich are never guilty, regardless of what they do.",
    "references":""
  } ,
  {
    "id": 87,    
    "quote": "The artist is the creator of beautiful things. To reveal art and conceal the artist is art’s aim.",
    "attribution": "Oscar Wilde",
    "source": "The Picture of Dorian Gray: The Original 1890 Edition (A Oscar Wilde Classics). Kindle Edition. ",
    "notes": "",
    "references":""
  },
  {
    "id": 88,    
    "quote": "Those who find ugly meanings in beautiful things are corrupt without being charming. (...) Those who find beautiful meanings in beautiful things are the cultivated.",
   "attribution": "Oscar Wilde",
    "source": "The Picture of Dorian Gray: The Original 1890 Edition (A Oscar Wilde Classics). Kindle Edition. ",
    "notes": "",
    "references":""
  },
  {
    "id": 89,    
    "quote": "L'attention est la forme la plus rare et la plus pure de la générosité.",
    "attribution": "Simone Weil",
    "source": "Lettre de Simone Weil à Joe Bousquet, 13 avril 1942",
    "notes": "",
    "references":"[SIMONE WEIL A JOE BOUSQUET](http://linkwarden.civera.ca:3000/preserved/33?format=2)"
  },
  {
    "id": 90,    
    "quote": "It is the spectator, and not life, that art really mirrors.",
    "attribution": "Oscar Wilde",
    "source": "The Picture of Dorian Gray: The Original 1890 Edition (A Oscar Wilde Classics). Kindle Edition. ",
    "notes": "[October 22, 2025] Not sure I agree with the premise, but it is an interesting take. If beauty is in the eye of the beholder, and all art is perceived by the spectator, then art doesn't reflect an objective version of reality but only a reality filtered by the perception of the spectator.",
    "references":""
  },
  {
    "id": 91,    
    "quote": "Men marry because they are tired; women, because they are curious: both are disappointed.",
    "attribution": "Oscar Wilde",
    "source": "The Picture of Dorian Gray: The Original 1890 Edition (A Oscar Wilde Classics). Kindle Edition. ",
    "notes": "[October 24, 2025] The fact that I'm not disappointed, but that my marriage is actually one of the best accomplishments in my life, makes me a rare breed. I'm so much luckier than most men.",
    "references":""
  },
  {
    "id": 92,    
    "quote": "It is only the intellectually lost who ever argue.",
    "attribution": "Oscar Wilde",
    "source": "The Picture of Dorian Gray: The Original 1890 Edition (A Oscar Wilde Classics). Kindle Edition. ",
    "notes": "[October 24, 2025] This pronouncement is uttered by Lord Henry Wotton (nicknamed Harry) to his friend Basil. It is condescending and aims to mark his feeling of superiority. Lord Henry ends the debate he has with Basil in an instant about why Basil should show the picture of Dorian Gray. Yet it is also so very true.",
    "references":""
  },
  {
    "id": 93,    
    "quote": "Not everything that is faced can be changed. But nothing can be changed until it is faced.",
    "attribution": "James Baldwin",
    "source": "The New York Times, Section: The New York Times Book Review, As Much Truth As One Can Bear by James Baldwin. 1962 January 14. Last paragraph.",
    "notes": "",
    "references":"[As Much Truth as One Can Bear](http://linkwarden.civera.ca:3000/preserved/37?format=2)"
  },
  {
    "id": 94,    
    "quote": "People are very fond of giving away what they need most themselves. It is what I call the depth of generosity.",
    "attribution": "Oscar Wilde",
    "source": "The Picture of Dorian Gray: The Original 1890 Edition (A Oscar Wilde Classics) (p. 57). (Function). Kindle Edition. ",
    "notes": "The sentence is pronounced by Lord Henry as a jest when Dorian Gray tells him that Basil gives him good advice. It's extremely ironic and implies that Basil is the one who really needs advice, not the one giving it. It's also a commentary on the human condition. Many poor societies are much more giving than rich ones. Many who lack education are trying to convince someone they are right. It's a human paradox.",
    "references":""
  },
  {
    "id": 95,    
    "quote": "Style is a very simple matter; it is all rhythm. Once you get that, you can’t use the wrong words.",
    "attribution": "Virginia Woolf",
    "source": "The letters of Virginia Woolf : volume III, 1923-1928. New York : Harcourt Brace Jovanovich. Page 247",
    "notes": "[November 6, 2025]The full quote is \"Style is a very simple matter; it is all rhythm. Once you get that, you can’t use the wrong words. But on the other hand here am I sitting after half the morning, crammed with ideas, and visions, and so on, and can’t dislodge them, for lack of the right rhythm. Now this is very profound, what rhythm is, and goes far deeper than words. A sight, an emotion, creates this wave in the mind, long before it makes words to fit it; and in writing (such is my present belief) one has to recapture this, and set this working (which has nothing apparently to do with words) and then, as it breaks and tumbles in the mind, it makes words to fit it: But no doubt I shall think differently next year.\"",
    "references":"[The letters of Virginia Woolf : volume III, 1923-1928](https://archive.org/details/lettersofvirgini00nico/lettersofvirgini00nico)"
  },
  {
    "id": 96,    
    "quote": "Style ought to prove that one believes in an idea; not only that one thinks it but also feels it.",
    "attribution": "Lou Andreas-Salomé (re: Nietzsche)",
    "source": "Nietzsche. Black Swan Books. 1988. Friedrich Nietzsche in seinen Werken (Original Title).",
    "notes": "[November 6, 2025]This is commandment seven under the ten commandments a school of style.",
    "references":""
  },
  {
    "id": 97,    
    "quote": "The more abstract a truth which one wishes to teach, the more one must first entice the senses.",
    "attribution": "Lou Andreas-Salomé (re: Nietzsche)",
    "source": "Nietzsche. Black Swan Books. 1988. Friedrich Nietzsche in seinen Werken (Original Title).",
    "notes": "[November 6, 2025]This is commandment eight under the ten commandments a school of style. It reminds me of a lesson learned playing Dungeons and Dragons. When setting a story, the dungeon master should call up two or three senses to make the story more impactful in the minds of the players.",
    "references":""
  },
  {
    "id": 98,    
    "quote": "We only wonder why a man has to be ill before he can be accessible to a truth of this kind.",
    "attribution": "Sigmund Freud",
    "source": "Mourning and Melancholia, in The Standard Edition of the Complete Psychological Works of Sigmund Freud. Volume XIV (1914-1916). On the History of the Psycho-Analytic Movement. Papers on Metapsychology and Other Works.",
    "notes": "[November 12, 2025]The original quote is \"When in his heightened selt-criticism he describes himself as petty, egoistic dishonest, lacking in independence, one whose sole aim has beer to hide the weaknesses of his own nature, it may be, so far as we know, that he has come pretty near to understanding him-self; we only wonder why a man has to be ill before he can be accessible to a truth of this kind.\" Freud marvels that it sometimes takes a man to fall deeply ill psychologically to be truly honest about who he really is.",
    "references":"[Mourning and Melancholia](http://linkwarden.civera.ca:3000/preserved/35?format=2)"
  },
  {
    "id": 99,    
    "quote": "[O]ne is easily inclined, especially in young years, to greatly overestimate the pace at which decisions arrive.",
    "attribution": "Franz Kafka",
    "source": "A Little Woman, in A Hunger Artist (p. 13). (Function). Kindle Edition.",
    "notes": "[November 14, 2025] It seems \"A Little Woman\" is potentially based on Kafka's landlord when he \"Berlin-Steglitz with Dora Dymant\" (see Wikipedia reference). It has similar themes to those of The Trial, such as the vagueness of life's circumstances and how it can drive one mad or obsessive.",
    "references":"[A Little Woman - Wikipedia](http://linkwarden.civera.ca:3000/preserved/39?format=4)\n [A Little Woman, Franz Kafka – The Beauty and Her Reads](http://linkwarden.civera.ca:3000/preserved/38?format=4)"
  },
  {
    "id": 100,    
    "quote": "Use every man after his desert, and who should ‘scape whipping?",
    "attribution": "William Shakespeare",
    "source": "Hamlet, Act II, Scene 2, Line 555.",
    "notes": "[November 14, 2025] In Mourning and Melancholia, Sigmund Freud, establishes that the depressive state leads a person to a brutal honesty about themselves that would make others think he is ill. He then quote this line from Hamlet and may be implying that there's truth in realizing that if we all got what we deserved, we all would get the whip.",
    "references":"[Mourning and Melancholia](http://linkwarden.civera.ca:3000/preserved/35?format=2)"
  },
  {
    "id": 101,    
    "quote": "Knowledge consists of knowing that a tomato is a fruit, and wisdom consists of not putting it in a fruit salad.",
    "attribution": "Miles Kington",
    "source": "\"Heading for a sticky end\". The Independent. March 28, 2003.",
    "notes": "",
    "references":"[Heading for a sticky end | The Independent](http://linkwarden.civera.ca:3000/preserved/40?format=3)"
  },
  {
    "id": 102,    
    "quote": "Wise men speak when they have something to say, fools speak because they have to say something",
    "attribution": "Unknown",
    "source": "",
    "notes": "[November 19, 2025] Often wrongly attributed to Plato or Aristotle.",
    "references":"[Language Log » Did Plato say this?](http://linkwarden.civera.ca:3000/preserved/41?format=3)"
  },
  {
    "id": 103,    
    "quote": "See now, how men lay blame upon us gods for what is after all nothing but their own folly.",
    "attribution": "Homer",
    "source": "The Odyssey",
    "notes": "",
    "references":"[The Odyssey by Homer](http://linkwarden.civera.ca:3000/preserved/42?format=3)"
  }
]