[
  {
    "quote": "Don't ask a Coke machine for relationship advice. You might get what you think is an answer, but it's probably not a good answer, or you might just get a Coke. That's what the machine is for.",
    "attribution": "Merlin Mann",
    "source": "Reconcilable Differences, Ep. 222, \"It's Captured My Almonds\" (55:32)",
    "notes": "",
    "references":""
},
  {
    "quote": "The test of a first-rate intelligence is the ability to hold two opposed ideas in the mind at the same time, and still retain the ability to function. One should, for example, be able to see that things are hopeless and yet be determined to make them otherwise.",
    "attribution": "F. Scott Fitzgerald",
    "source": "The Crack-Up",
    "notes": "",
    "references":""
},
  {
    "quote": "You don’t find out who’s been swimming naked until the tide goes out.",
    "attribution": "Warren Buffett",
    "source": "1994 Annual Meeting – https://buffett.cnbc.com/video/1994/04/25/buffett-you-dont-find-out-whos-been-swimming-naked-until-the-tide-goes-out.html",
    "notes": "",
    "references":""
},
  {
    "quote": "The term [Jevon's Paradox] arrived in 1865 when William Stanley Jevons noticed something peculiar about coal: make it more efficient to use, and people burned more, not less. This paradox has shadowed every technological leap since. Efficiency doesn't tame our appetites; it whets them. Our innovations become trampolines for our desires.",
    "attribution": "Tina He",
    "source": "https://fakepixels.substack.com/p/jevons-paradox-a-personal-perspective",
    "notes": "",
    "references":""
},
  {
    "quote": "You don’t need the highest-tech robot to perform 100 % of the task. You just need enough tech to perform 99 % of the task. It’s like asking a PhD Harvard professor to make a sandwich. Optimizing for the last 1 % requires 1000 % effort.",
    "attribution": "Chicken Genius (@pakpakchicken)",
    "source": "https://readwise-assets.s3.amazonaws.com/media/wisereads/articles/humanoid-robotics-a-rare-0-to-/Humanoid_Robotics__A_Rare_0-to-Trillio_BTNjmsT.pdf",
    "notes": "",
    "references":""
},
  {
    "quote": "Perhaps the Bible is like an old violin; you can play any tune you’d like on it.",
    "attribution": "Shawn Boonstra",
    "source": "Sabbath School Lesson, 30 Mar 2025",
    "notes": "",
    "references":""
},
  {
    "quote": "An efficient word-processor shares more characteristics with an IDE than with a layout program.",
    "attribution": "iA Writer Blog",
    "source": "https://ia.net/topics/markdown-and-the-slow-fade-of-the-formatting-fetish",
    "notes": "",
    "references":""
},
  {
    "quote": "Le psychotique pense que deux et deux font cinq, et il en est absolument ravi. Alors que le névrosé, lui, sait que deux et deux font quatre, et il en est désespéré.",
    "attribution": "Pierre Desproges",
    "source": "Réquisitoire contre Daniel Cohn-Bendit, 14 Sep 1982 (5 min 29 s)",
    "notes": "",
    "references":""
},
  {
    "quote": "I'm very puzzled by my country. I wish I understood my country. I can only love it. I can do what I can for it. But I don't pretend to comprehend it.",
    "attribution": "Jorge Luis Borges",
    "source": "Firing Line interview with William F. Buckley Jr., 4 min 04 s",
    "notes": "",
    "references":""
},
  {
    "quote": "A thing of beauty is a joy for ever:",
    "attribution": "John Keats",
    "source": "Endymion – https://www.poetryfoundation.org/poems/44469/endymion-56d2239287ca5",
    "notes": "",
    "references":""
},
  {
    "quote": "How to win an argument with a toddler? You can't. That’s because toddlers don’t understand what an argument is and aren’t interested in having one.",
    "attribution": "Seth Godin",
    "source": "[Seth's Blog](https://seths.blog/2025/04/how-to-win-an-argument-with-a-toddler/)",
    "notes": "Here's the continuation of the quote: \\n \"Toddlers (which includes defensive bureaucrats, bullies, flat-earthers, folks committed to a specific agenda, and radio talk-show hosts) may indicate that they’d like to have an argument, but they’re actually engaging in connection, noise, play-acting, or a chance to earn status.\" A toddler doesn't want an argument, it wants all the benefits of a discussion (e.g. exposure, propagation of its ideas) and none of the responsabilities of a conversation.",
    "references":""
},
  {
    "quote": "Life is what happens to you while you’re busy making other plans.",
    "attribution": "John Lennon",
    "source": "“Beautiful Boy (Darling Boy)” – Gimme Some Truth, 2 min 16 s",
    "notes": "",
    "references":""
},
  {
    "quote": "My new little manifesto is that folksingers take everything very seriously except for themselves. They talk about social issues, political issues, their country, their society, their lives, their time, their place. But in the whole rock’n’roll milieu, you take nothing seriously, save yourself.",
    "attribution": "Ani DiFranco",
    "source": "SPIN interview – https://www.spin.com/2023/04/righteous-babe-our-1997-ani-difranco-cover-story/",
    "notes": "",
    "references":""
},
  {
    "quote": "If, in your relationship, it's the man who urinates on the pregnancy test, it means you've gone a tiny bit too far in thinking all men and women are equal.",
    "attribution": "Élodie Poux",
    "source": "Émission avec Laurent Baffie, 0 min 40 s",
    "notes": "",
    "references":""
},
  {
    "quote": "The iron rule of politics is that if there are real problems in society and responsible parties don’t deal with them, the irresponsible parties will jump on them.",
    "attribution": "Daniel Schwammenthal",
    "source": "Quoted in Richard V. Reeves, *Of Boys and Men*",
    "notes": "",
    "references":""
},
  {
    "quote": "Let not any one pacify his conscience by the delusion that he can do no harm if he takes no part and forms no opinion. Bad men need nothing more to compass their ends than that good men should look on and do nothing. He is not a good man who, without a protest, allows wrong to be committed in his name and with the means which he helps to supply, because he will not trouble himself to use his mind on the subject.",
    "attribution": "John Stuart Mill",
    "source": "Inaugural Address, University of St Andrews, 1 Feb 1867 (Littell’s *Living Age*, 16 Mar 1867)",
    "notes": "",
    "references":""
},
  {
    "quote": "The axe forgets what the tree remembers.",
    "attribution": "African proverb",
    "source": "G. Fortune, *An Analytical Grammar of Shona*, 1955",
    "notes": "",
    "references":""
},
  {
    "quote": "The days are long, but the years are short.",
    "attribution": "Popular adage",
    "source": "",
    "notes": "",
    "references":""
},
  {
    "quote": "Those who mind don’t matter, and those who matter don’t mind!",
    "attribution": "Popular adage",
    "source": "https://quoteinvestigator.com/2012/12/04/those-who-mind/",
    "notes": "",
    "references":""
},
  {
    "quote": "The Dildo of Consequences Rarely Arrives Lubed.",
    "attribution": "@auntyamerican",
    "source": "Tweet – 6 Jun 2017, https://knowyourmeme.com/memes/the-dildo-of-consequences-rarely-arrives-lubed",
    "notes": "",
    "references":""
},
  {
    "quote": "When someone shows you who they are the first time, believe them.",
    "attribution": "Maya Angelou",
    "source": "Avaneda D. Hobbs, *Dr. Maya Angelou As Seen Through the Eyes of America* (1999), p. 70",
    "notes": "",
    "references":""
},
  {
    "quote": "You can easily judge the character of a man by how he treats those who can do nothing for him.",
    "attribution": "Malcolm S. Forbes",
    "source": "According to [Quote Investigator](https://quoteinvestigator.com/2011/10/28/judge-character/#ef2540bf-792e-43d1-b444-7877e6a9c161), while this quote is often attributed to many people, the earliest recording is from a newspaper article in the Hartford Courant, which cites Forbes as its source.",
    "notes": "\"Malcolm Stevenson Forbes (August 19, 1919 – February 24, 1990)[1] was an American businessman and Republican Party politician most prominently known as the publisher of Forbes magazine, which was founded by his father B. C. Forbes.\" (Source: [Wikipedia](https://en.wikipedia.org/wiki/Malcolm_Forbes))",
    "references":""
},
  {
    "quote": "On rencontre sa destinée souvent par des chemins qu’on prend pour l’éviter.",
    "attribution": "Jean de La Fontaine",
    "source": "Livre VIII, fable 15, 1678 – 1679",
    "notes": "While the most immediate application of this saying is in the archetype of the hero that flees only to realize he was heading toward his destiny all along (Macbeth, Jonah, Oedipus), there is a more practical application in the context of procrastination. Often, our minds lead us astray. We just move away from what we actually want to do, only to find ourselves doing it better later. Our minds sometimes recognize that we need to step away from the task we're focusing on so we can approach it more effectively later. Or, as Kourosh Dini, MD (email sent on July 3, 2025) says, \"avoidance can be a form of recovery.\"",
    "references":""
},
  {
    "quote": "Nous n'écoutons d'instincts que ceux qui sont les nôtres, et ne croyons le mal que quand il est venu.",
    "attribution": "Jean de La Fontaine",
    "source": "Livre I, fable 8, 1668",
    "notes": "",
    "references":""
},
  {
    "quote": "Laissez dire les sots : le savoir a son prix.",
    "attribution": "Jean de La Fontaine",
    "source": "Livre VIII, fable 19, 1678 – 1679",
    "notes": "",
    "references":""
},
  {
    "quote": "La mort ne surprend point le sage : il est toujours prêt à partir.",
    "attribution": "Jean de La Fontaine",
    "source": "Livre VIII, fable 1, 1678 – 1679",
    "notes": "",
    "references":""
},
  {
    "quote": "Rien n'est si dangereux qu'un ignorant ami ; mieux vaudrait un sage ennemi.",
    "attribution": "Jean de La Fontaine",
    "source": "Livre VIII, fable 10, 1678 – 1679",
    "notes": "",
    "references":""
},
  {
    "quote": "Be so good they can't ignore you.",
    "attribution": "Steve Martin",
    "source": "Charlie Rose interview, 0 min 36 s",
    "notes": "",
    "references":""
},
  {
    "quote": "Expectations were like fine pottery. The harder you held them, the more likely they were to crack.",
    "attribution": "Brandon Sanderson",
    "source": "*The Way of Kings & Mistborn Sampler* (2014), p. 48",
    "notes": "",
    "references":""
},
  {
    "quote": "Ultimately, man should not ask what the meaning of his life is, but rather he must recognize that it is he who is asked.",
    "attribution": "Viktor Frankl",
    "source": "*Man’s Search for Meaning*",
    "notes": "",
    "references":""
},
  {
    "quote": "We are what we repeatedly do. Excellence, then, is not an act but a habit.",
    "attribution": "Will Durant",
    "source": "The Story of Philosophy, 1926",
    "notes": "Often misattributed to Aristotle. The formulation is from Durant, who was trying to capture Aristotle.",
    "references":"[My favourite quote of all time is a misattribution. | by Caelan Huntress | Mission.org | Medium](https://medium.com/the-mission/my-favourite-quote-of-all-time-is-a-misattribution-66356f22843d), [Aristotle Never Said, \"We are what we repeatedly do. Excellence, then, is not an act, but a habit.\" | by Chris Soschner | ILLUMINATION | Medium](https://medium.com/illumination/aristotle-never-said-we-are-what-we-repeatedly-do-excellence-then-is-not-an-act-but-a-habit-215451129bed), [FACT CHECK: Did Aristotle Say, ‘We Are What We Repeatedly Do’? | Check Your Fact](https://checkyourfact.com/2019/06/26/fact-check-aristotle-excellence-habit-repeatedly-do/)"
},
  {
    "quote": "I putter about the card catalogue and compose erudite trivialities.",
    "attribution": "Jorge Luis Borges",
    "source": "“Shakespeare’s Memory”",
    "notes": "",
    "references":""
},
  {
    "quote": "But I will eat and drink, and sleep as soft as captain shall: simply the thing I am shall make me live.",
    "attribution": "William Shakespeare",
    "source": "*All’s Well That Ends Well*, Act 4 Scene 3",
    "notes": "",
    "references":""
},
  {
    "quote": "Unaquæque res quantum in se est, in suo esse perseverare conatur. (Everything, in so far as it is in itself, endeavours to persist in its own being.)",
    "attribution": "Baruch Spinoza",
    "source": "*Ethics*, Part 3, Proposition 6",
    "notes": "This is why sin is such a problem, and it's so hard for us to change. Because we are flawed as individuals, we often persist in our flaws. It's easier to keep the status quo than to change.",
    "references":"[The Project Gutenberg E-text of The Ethics, by Benedict de Spinoza](https://www.gutenberg.org/files/3800/3800-h/3800-h.htm)"
},
  {
    "quote": "If you speak when angry, you’ll make the best speech you’ll ever regret.",
    "attribution": "Groucho Marx",
    "source": "Eve Starr, “Inside TV”, Jun 1954",
    "notes": "",
    "references":""
},
  {
    "quote": "We are the music-makers, and we are the dreamers of dreams,",
    "attribution": "Arthur O’Shaughnessy",
    "source": "“Ode” (1873)",
    "notes": "The first stanza of this poem outlines the life of artists. They are \"World-losers and world-forsakers\". They sit \"by desolate streams\". Often, the life of the artist is lonely and requires tremendous sacrifice as well as the willingness to risk it all. For artists to be \"movers and shakers of the world for ever\", they must live a very different life from the rest of the world that their art will touch.",
    "references":"[Ode by Arthur O'Shaughnessy - Poem Analysis](https://poemanalysis.com/arthur-oshaughnessy/ode/)"
},
  {
    "quote": "Anything that can go wrong, will go wrong.",
    "attribution": "Murphy’s Law",
    "source": "",
    "notes": "",
    "references":""
},
  {
    "quote": "If you can write the problem down clearly, you're halfway to solving it.",
    "attribution": "Kidlin’s Law",
    "source": "",
    "notes": "",
    "references":""
},
  {
    "quote": "The best way to achieve a task is to find the best way to do it.",
    "attribution": "Gilbert’s Law",
    "source": "",
    "notes": "",
    "references":""
},
  {
    "quote": "Prioritizing the acquisition of knowledge and intelligence will ultimately lead us to financial success.",
    "attribution": "Wilson’s Law",
    "source": "",
    "notes": "",
    "references":""
},
  {
    "quote": "When it is not necessary to make a decision, it is necessary not to make a decision.",
    "attribution": "Falkland’s Law",
    "source": "",
    "notes": "",
    "references":""
},
  {
    "quote": "Never attribute to malice that which can be adequately explained by stupidity.",
    "attribution": "Hanlon’s Razor",
    "source": "Arthur Bloch (1980). Murphy's Law Book Two: More Reasons Why Things Go Wrong!. Price Stern Sloan. p. 52. ISBN 9780417064505.",
    "notes": "The adage is attributed to Robert J. Hanlon, according to the book *Murphy's Law Book Two: More Reasons Why Things Go Wrong!* by Arthur Bloch. However, an earlier version was published in 1941 in Robert A. Heinlein's novella, *Logic of Empire*. However, it really was popularized by the Bloch.\\n It's not always true, but like all razors, it captures a pretty good average and helps challenge assumptions.",
    "references":"[Hanlon's razor - Wikipedia](https://en.wikipedia.org/wiki/Hanlon%27s_razor)"
},
  {
    "quote": "That which can be asserted without evidence can be dismissed without evidence.",
    "attribution": "Hitchens’ Razor",
    "source": "",
    "notes": "",
    "references":""
},
  {
    "quote": "Explanations that require fewer unjustified assumptions are more likely to be correct.",
    "attribution": "Occam’s Razor",
    "source": "",
    "notes": "",
    "references":""
},
  {
    "quote": "Progress is impossible without change, and those who cannot change their minds cannot change anything.",
    "attribution": "George Bernard Shaw",
    "source": "",
    "notes": "",
    "references":""
},
  {
    "quote": "To attain your best life and be wise, hold conversations with the dead.",
    "attribution": "Diogenes Laërtius (paraphrase)",
    "source": "*Lives of Eminent Philosophers*, Book VII (Zeno)",
    "notes": "",
    "references":""
},
  {
    "quote": "Never confuse education with intelligence. You can have a PhD and still be an idiot.",
    "attribution": "Anonymous",
    "source": "Often misattributed to Richard Feynman (no primary source)",
    "notes": "",
    "references":""
},
  {
    "quote": "An intelligent person is one who, should a catastrophe strike—say doomsday—he could refound his own civilization.",
    "attribution": "Admiral James Stockdale",
    "source": "PBS interview – https://www.pbs.org/newshour/spc/debatingourdestiny/interviews/stockdale.html",
    "notes": "",
    "references":""
},
  {
    "quote": "Only the paranoid survive.",
    "attribution": "Andrew Grove",
    "source": "*Only the Paranoid Survive* (book title)",
    "notes": "",
    "references":""
},
  {
    "quote": "No amount of regret changes the past, no amount of anxiety changes the future, any amount of gratitude changes the present.",
    "attribution": "Ann Voskamp",
    "source": "Twitter, 14 Jul 2014 – http://twitter.com/AnnVoskamp",
    "notes": "",
    "references":""
},
  {
    "quote": "No amount of regret changes the past, no amount of anxiety changes the future, any amount of gratitude changes the present.",
    "attribution": "Ann Voskamp",
    "source": "Twitter, 14 Jul 2014 – http://twitter.com/AnnVoskamp",
    "notes": "",
    "references":""
},
  {
    "quote": "Si on ne parlait que de ce qu'on a vu, est-ce que les curés parleraient de Dieu ? Est-ce que le pape parlerait du stérilet de ma belle-sœur ?",
    "attribution": "Pierre Desproges",
    "source": "Pierre Desproges à la MJC de Quetigny 1984, YouTube (https://www.youtube.com/watch?v=_BmXrfeefPk), 12:05",
    "notes": "",
    "references":""
},
  {
    "quote": "Où, quitte à tout dépenser jusqu'au dernier écu\nLes gens avaient à coeur d'mourir plus haut qu'leur cul",
    "attribution": "Georges Brassens",
    "source": "Chanson Les funérailles d’antan",
    "notes": "",
    "references":""
},
  {
    "quote": "The test of a work of art is, in the end, our affection for it, not our ability to explain why it is good.",
    "attribution": "Stanley Kubrick",
    "source": "RollingStone Magazine - https://au.rollingstone.com/movies/movie-features/stanley-kubrick-a-clockwork-utopia-35445/",
    "notes": "",
    "references":""
},
  {
    "quote": "The brave man is not only he who overcomes the enemy, but he who is stronger than pleasures. Some men are masters of cities, but are enslaved to women.",
    "attribution": "Democritus",
    "source": "Ancilla to the Pre-Socratic Philosophers, Kathleen Freeman (1948), p. 243",
    "notes": "This is often wrongly attributed to Aristotle (https://sententiaeantiquae.com/2019/03/20/braver-by-overcoming-some-more-fake-aristotle/). In fact, it's from Democritus (https://en.wikiquote.org/wiki/Democritus), who preceded Socrates and got the nickname of the \"laughing philosopher\" because he often used irony and ridicule as a rhetorical device, and he had a positive outlook on life.",
    "references":""
  },
  {
    "quote": "At sea level, water boils at 100 degrees C. (...) It turns out that water this hot makes lousy coffee. (...) Just because we can send more emails, hustle a bit harder, or run the machine until it is at capacity doesn’t mean we should.",
    "attribution": "Seth Godin",
    "source": "[Seth's Blog](https://seths.blog/2025/06/as-hot-as-possible/)",
    "notes": "This week is particularly intense. But before adding so many more responsabilities, I should ask my self if it's wise.",
    "references":""
  },
  {
    "quote": "In the long run men hit only what they aim at. Therefore, though they should fail immediately, they had better aim at something high.",
    "attribution": "Henry David Thoreau",
    "source": "Walden or, Life in the Woods",
    "notes": "It's a nicer way of saying to shoot for thr moon. Interestingly, this passage comes right after Thoreau's condemnation of the textile industry that seems more concerned with profits than with making something durable. \\n > \" I cannot believe that our factory system is the best mode by which men may get clothing. The condition of the operatives is becoming every day more like that of the English; and it cannot be wondered at, since, as far as I have heard or observed, the principal object is, not that mankind may be well and honestly clad, but, unquestionably, that corporations may be enriched.\"\\n Hence, it seems Thoreau is asking us to be better. To aim for more than just profits.",
    "references":"[Gutenberg Project](https://www.gutenberg.org/files/205/205-h/205-h.htm)"
  },
  {
    "quote": "If you are very, very stupid, how can you possibly realize you are very, very stupid?",
    "attribution": "John Cleese",
    "source": "John Cleese during an interview for YouTube.",
    "notes": "It's Cleese's take on the Dunning-Kruger Effect, which states that a person's lack of skill will lead them to overestimate their competence. Hence, those who know nothing think they know everything, while experts in a subject underestimate how much they know because they think what they know is common knowledge.",
    "references":" [John Cleese on Stupidity - YouTube](https://www.youtube.com/watch?v=wvVPdyYeaQU)"
  },
  {
    "quote": "Il y a des gens qui n'auraient jamais été amoureux s'ils n'avaient jamais entendu parler de l'amour.",
    "attribution": "François duc de La Rochefoucauld",
    "source": "Réflexions ou sentences et maximes morales, maxime 136",
    "notes": "The quote is often taken to the extreme. John Searle, an American Philosoper changes that quote in an interview to say that \"very few would fall in love if they never read about it\", but that's not what La Rochefoucauld said. He clearly said that \"some would never have fallen in love had they not read about it\", which seems far truer. It's not a commentary on language and more a realization that we sometimes are attracted by the idea of a thing rather than its reality.",
    "references":"[Gutenberg Project](https://www.gutenberg.org/cache/epub/14913/pg14913.txt)"
  },
  {
    "quote": "On parle peu quand la vanité ne fait pas parler.",
    "attribution": "François duc de La Rochefoucauld",
    "source": "Réflexions ou sentences et maximes morales, maxime 137",
    "notes": "If it were not for our vanity, we would speak very little about ourselves. It ties in with his next maxim, which states that we would rather say something bad about ourselves than not talk about ourselves at all.",
    "references":"[Gutenberg Project](https://www.gutenberg.org/cache/epub/14913/pg14913.txt)"
  },
  {
    "quote": "Le refus des louanges est un désir d'être loué deux fois.",
    "attribution": "François duc de La Rochefoucauld",
    "source": "Réflexions ou sentences et maximes morales, maxime 149",
    "notes": "It's the ultimate drive behind false modesty. Instead of saying thank you for a compliment, we refuse it, knowing (consciously or unconsciously) that it will be repeated.",
    "references":"[Gutenberg Project](https://www.gutenberg.org/cache/epub/14913/pg14913.txt)"
  },
  {
    "quote": "Trust arrives on foot and leaves on horseback.",
    "attribution": "Dutch proverb",
    "source": "",
    "notes": "",
    "references":"[Trust Arrives on Foot and Leaves on Horseback | by Tim de Rooij | Medium](https://thalein.medium.com/trust-arrives-on-foot-and-leaves-on-horseback-aacde6e69163)"
},
  {
    "quote": "The Lord bless you and keep you;\\n The Lord make His face shine upon you; \\n And be gracious to you;\\n The Lord lift up His countenance upon you,\\n And give you peace.",
    "attribution": "Numbers 6:24-26",
    "source": "New King James Version",
    "notes": "",
    "references":""
  }
]